Repository: lcloss/lcmd-tracking-codes
Catalog: languages/lcmd-tracking-codes-*.po
Languages: pt_br, pt_pt

source: Settings
pt_br: Definições

source: Save Settings
pt_br: Salvar configurações
pt_pt: Guardar definições

source: Delete
pt_br: Apagar
pt_pt: Apagar

source: You should not be here. Stay in peace
pt_br: Você não devia estar aqui. Fique em paz
pt_pt: Você não deveria estar aqui. Fique em paz

source: File not found.
pt_br: Arquivo não encontrado.
pt_pt: Ficheiro não encontrado.

source: File deleted successfully.
pt_br: Arquivo excluído com sucesso.
pt_pt: Ficheiro eliminado com sucesso.

source: Failed on file delete
pt_br: Falha na exclusão do arquivo.
pt_pt: Falha ao eliminar o ficheiro

source: Hide when a logged user is navigating
pt_br: Esconder quando o usuário autenticado estiver navegando

source: Set to true to hide all codes when a logged user is navigating through the site.
pt_br: Defina como verdadeiro para ocultar todos os códigos quando um usuário autenticado estiver navegando pelo site.

source: Google Search Console Verification Code
pt_br: Código de verificação do Google Search Console
pt_pt: Código de Verificação do Google Search Console

source: Verification code
pt_br: Código de verificação
pt_pt: Código de verificação

source: Enter your Google Site Verification Code. Please, refer to <a href="https://search.google.com/search-console/about" target="_blank">Google Search Console</a> for more information.</a>
pt_br: Digite seu código de verificação do Site Google. Por favor, consulte <a href="https://search.google.com/search-console/about" target="_blank">Google Search Console</a> para obter mais informações.
pt_pt: Digite seu código de verificação de site do Google. Por favor, consulte o <a href="https://search.google.com/search-console/about" target="_blank">Google Search Console</a> para mais informações.

source: Invalid format for Google Verification Code. Please, enter only letters, numbers and/or underscore.
pt_br: Formato inválido para o Google Verification Code. Por favor, entre somente com letras, números e/ou underscore.

source: ...or Google Search Console Verification File
pt_br: ... ou o arquivo de verificação do Google Search Console
pt_pt: ...ou o ficheiro de Verificação do Google Search Console

source: Upload your verification file. Please, refer to <a href="https://search.google.com/search-console/about" target="_blank">Google Search Console</a> for more information.</a>
pt_br: Faça upload do arquivo de verificação. Por favor, consulte <a href="https://search.google.com/search-console/about" target="_blank">Google Search Console</a> para obter mais informações.
pt_pt: Carregue o seu ficheiro de verificação. Por favor, consulte <a href="https://search.google.com/search-console/about" target="_blank">Google Search Console</a> para mais informações.</a>

source: This is not seem to be a valid Google Search Console file. Please, verify the file and resubmit.
pt_br: Isto é não parece ser um arquivo válido do Google Search Console. Por favor, verifique o arquivo e reenvie.
pt_pt: Este não parece ser um ficheiro do Google Search Console válido. Por favor, verifique o nome do ficheiro e reenvie.

source: Google Analytics User
pt_br: Usuário do Google Analytics
pt_pt: Utilizador do Google Analytics

source: Enter your ID Tracking Code for Google Analytics. Please, refer to <a href="https://analytics.google.com/analytics/web/" target="_blank">Google Analytics</a> for more information.
pt_br: Digite seu ID de acompanhamento do Google Analytics. Por favor, consulte o <a href="https://analytics.google.com/analytics/web/" target="_blank">Google Analytics</a> para obter mais informações.
pt_pt: Digite seu código de rastreamento de ID para o Google Analytics. Por favor, consulte <a href="https://analytics.google.com/analytics/web/" target="_blank">O Google Analytics</a> para obter mais informações.

source: Invalid format for Google Analytics. Please, enter a UA-XXXX code.
pt_br: Formato inválido para o Google Analytics. Por favor, insira um código UA-XXXX.
pt_pt: Formato inválido para o código Google Analytics. Por favor, escreva um código UA-XXXX.

source: Enter your ID Google Tag Manager. Please, refer to <a href="https://tagmanager.google.com" target="_blank">Google Tag Manager</a> for more information.<br>Also, <strong>Go to <code>Appearence &gt; Editor</code> and look for <code>header.php</code>. Put this just after &lt;body&gt; tag: <code>&lt;?php do_action('after_body'); ?&gt;</code></strong>
pt_br: Escreva o seu ID do Google Tag Manager. Por favor consulte <a href="https://tagmanager.google.com" target="_blank">Google Tag Manager</a> para mais informações.<br>Além disso, <strong>Vá para <code>Aparência &gt; Editor</code> e olhe para o <code>header.php</code>. Coloque isto logo após a tag &lt;body&gt;: <code>&lt;?php do_action('after_body'); ?&gt;</code></strong>

source: Invalid format for Google Tag Manager Id. Please, enter a GTM-XXXX code.
pt_br: Formato inválido para ID do Google Tag Manager. Por favor, digite um código de GTM-XXXX.
pt_pt: Formato inválido para o ID do Google Tag Manager. Por favor, escreva um código GTM-XXXX.

source: Enter your ID Google Ads. Please, refer to <a href="https://ads.google.com" target="_blank">Google Ads</a> for more information.
pt_br: Digite seu ID do Google Ads. Por favor, consulte <a href="https://ads.google.com" target="_blank">Google Ads</a> para obter mais informações.
pt_pt: Digite o seu ID do Google Ads. Por favor, consulte o <a href="https://ads.google.com" target="_blank">Google Ads</a> para mais informações.

source: Bing Code
pt_br: Código do Bing
pt_pt: Código do Bing

source: Enter your Bing Code. Please, refer to <a href="https://www.bing.com/toolbox/webmaster" target="_blank">Bing Webmaster</a> for more information.
pt_br: Digite seu código de verificação Bing. Por favor, consulte <a href="https://www.bing.com/toolbox/webmaster" target="_blank">Bing Webmaster</a> para obter mais informações.
pt_pt: Escreva o seu código do Bing. Por favor, consulte <a href="https://www.bing.com/toolbox/webmaster" target="_blank">Bing Webmaster</a> para mais informações.

source: Invalid format for your Bing Code. Please, enter only numbers and letters.
pt_br: Formato inválido para o seu código de verificação Bing. Por favor, digite somente números e letras.
pt_pt: Formato inválido do Código do Bing. Por favor, escreva apenas letras e números.

source: ...or Bing Code File
pt_br: ... ou arquivo de verificação do Bing
pt_pt: ...ou o ficheiro de código Bing

source: Upload your Bing File. Please, refer to <a href="https://www.bing.com/toolbox/webmaster" target="_blank">Bing Webmaster</a> for more information.
pt_br: Faça upload de seu arquivo de verificação do Bing. Por favor, consulte o <a href="https://www.bing.com/toolbox/webmaster" target="_blank">Bing Webmaster</a> para obter mais informações.
pt_pt: Carregue o seu ficheiro Bing. Por favor, consulte <a href="https://www.bing.com/toolbox/webmaster" target="_blank">Bing Webmaster</a> para mais informações.

source: This is not seem to be a valid Bing Webmaster file. Please, verify the file and resubmit.
pt_br: Isso não é parece ser um arquivo válido do Bing Webmaster. Por favor, verifique o arquivo e reenvie.
pt_pt: Este não parece ser um formato válido para o ficheiro Bing Webmaster. Por favor, verifique o nome e reenvie.

source: Do you want track Contact Form 7 submission no Google Analytics?
pt_br: Deseja acompanhar o envio de Formulário de Contato 7 no Google Analytics?

source: Set this to true to start tag forms submission.
pt_br: Defina isto como true para iniciar o envio de formulários de tag.

source: General Tracking Code
pt_br: Código de acompanhamento genérico
pt_pt: Código de acompanhamento genérico

source: Enter a custom tracking code.
pt_br: Introduza um código de rastreamento personalizado.
pt_pt: Introduza um código de rastreamento personalizado.

source: Invalid file name.
pt_br: Nome de arquivo inválido.
pt_pt: Nome de ficheiro inválido.

source: Settings saved!
pt_br: Configurações salvas!
pt_pt: Definições guardadas!

source: LC Tracking Codes make easier put tracking codes in your site.
pt_br: LC Tracking Codes torna muito mais fácil colocar códigos de rastreamento em seu site.
pt_pt: O plugin LC Tracking Codes facilita a colocação de códigos de rastreamento em seu site.

source: Invalid format for Google Verification Code. Please, enter only letters, numbers and/or underscode.
pt_pt: Formato inválido do código de Verificação do Google. Por favor, escreva apenas letras, números e/ou underscore.

source: Enter your ID Google Tag Manager. Please, refer to <a href="https://tagmanager.google.com" target="_blank">Google Tag Manager</a> for more information.
pt_pt: Digite seu ID do Google Tag Manager. Por favor, consulte o <a href="https://tagmanager.google.com" target="_blank">Google Tag Manager</a> para obter mais informações.
